{
  "metadata": {
    "total_size": 7589020800
  },
  "weight_map": {
    "action_head.action_decoder.layer1.W": "model-00002-of-00002.safetensors",
    "action_head.action_decoder.layer1.b": "model-00002-of-00002.safetensors",
    "action_head.action_decoder.layer2.W": "model-00002-of-00002.safetensors",
    "action_head.action_decoder.layer2.b": "model-00002-of-00002.safetensors",
    "action_head.action_encoder.W1.W": "model-00002-of-00002.safetensors",
    "action_head.action_encoder.W1.b": "model-00002-of-00002.safetensors",
    "action_head.action_encoder.W2.W": "model-00002-of-00002.safetensors",
    "action_head.action_encoder.W2.b": "model-00002-of-00002.safetensors",
    "action_head.action_encoder.W3.W": "model-00002-of-00002.safetensors",
    "action_head.action_encoder.W3.b": "model-00002-of-00002.safetensors",
    "action_head.model.proj_out_1.bias": "model-00002-of-00002.safetensors",
    "action_head.model.proj_out_1.weight": "model-00002-of-00002.safetensors",
    "action_head.model.proj_out_2.bias": "model-00002-of-00002.safetensors",
    "action_head.model.proj_out_2.weight": "model-00002-of-00002.safetensors",
    "action_head.model.timestep_encoder.timestep_embedder.linear_1.bias": "model-00001-of-00002.safetensors",
    "action_head.model.timestep_encoder.timestep_embedder.linear_1.weight": "model-00001-of-00002.safetensors",
    "action_head.model.timestep_encoder.timestep_embedder.linear_2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.timestep_encoder.timestep_embedder.linear_2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.0.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.1.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.10.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.11.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.attn1.to_out.0.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.attn1.to_out.0.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.ff.net.0.proj.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.ff.net.0.proj.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.ff.net.2.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.ff.net.2.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.12.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.attn1.to_k.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.attn1.to_k.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.attn1.to_out.0.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.attn1.to_out.0.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.attn1.to_q.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.attn1.to_q.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.attn1.to_v.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.attn1.to_v.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.ff.net.0.proj.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.ff.net.0.proj.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.ff.net.2.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.ff.net.2.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.norm1.linear.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.13.norm1.linear.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.attn1.to_k.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.attn1.to_k.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.attn1.to_out.0.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.attn1.to_out.0.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.attn1.to_q.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.attn1.to_q.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.attn1.to_v.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.attn1.to_v.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.ff.net.0.proj.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.ff.net.0.proj.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.ff.net.2.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.ff.net.2.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.norm1.linear.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.14.norm1.linear.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.attn1.to_k.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.attn1.to_k.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.attn1.to_out.0.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.attn1.to_out.0.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.attn1.to_q.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.attn1.to_q.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.attn1.to_v.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.attn1.to_v.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.ff.net.0.proj.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.ff.net.0.proj.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.ff.net.2.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.ff.net.2.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.norm1.linear.bias": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.15.norm1.linear.weight": "model-00002-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.2.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.3.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.4.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.5.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.6.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.7.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.8.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.attn1.to_k.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.attn1.to_k.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.attn1.to_out.0.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.attn1.to_out.0.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.attn1.to_q.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.attn1.to_q.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.attn1.to_v.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.attn1.to_v.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.ff.net.0.proj.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.ff.net.0.proj.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.ff.net.2.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.ff.net.2.weight": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.norm1.linear.bias": "model-00001-of-00002.safetensors",
    "action_head.model.transformer_blocks.9.norm1.linear.weight": "model-00001-of-00002.safetensors",
    "action_head.position_embedding.weight": "model-00002-of-00002.safetensors",
    "action_head.state_encoder.layer1.W": "model-00002-of-00002.safetensors",
    "action_head.state_encoder.layer1.b": "model-00002-of-00002.safetensors",
    "action_head.state_encoder.layer2.W": "model-00002-of-00002.safetensors",
    "action_head.state_encoder.layer2.b": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.attn1.to_k.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.attn1.to_k.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.attn1.to_out.0.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.attn1.to_out.0.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.attn1.to_q.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.attn1.to_q.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.attn1.to_v.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.attn1.to_v.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.ff.net.0.proj.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.ff.net.0.proj.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.ff.net.2.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.ff.net.2.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.norm1.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.norm1.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.norm3.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.0.norm3.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.attn1.to_k.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.attn1.to_k.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.attn1.to_out.0.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.attn1.to_out.0.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.attn1.to_q.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.attn1.to_q.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.attn1.to_v.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.attn1.to_v.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.ff.net.0.proj.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.ff.net.0.proj.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.ff.net.2.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.ff.net.2.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.norm1.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.norm1.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.norm3.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.1.norm3.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.attn1.to_k.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.attn1.to_k.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.attn1.to_out.0.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.attn1.to_out.0.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.attn1.to_q.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.attn1.to_q.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.attn1.to_v.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.attn1.to_v.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.ff.net.0.proj.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.ff.net.0.proj.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.ff.net.2.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.ff.net.2.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.norm1.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.norm1.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.norm3.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.2.norm3.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.attn1.to_k.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.attn1.to_k.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.attn1.to_out.0.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.attn1.to_out.0.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.attn1.to_q.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.attn1.to_q.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.attn1.to_v.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.attn1.to_v.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.ff.net.0.proj.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.ff.net.0.proj.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.ff.net.2.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.ff.net.2.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.norm1.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.norm1.weight": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.norm3.bias": "model-00002-of-00002.safetensors",
    "action_head.vl_self_attention.transformer_blocks.3.norm3.weight": "model-00002-of-00002.safetensors",
    "action_head.vlln.bias": "model-00002-of-00002.safetensors",
    "action_head.vlln.weight": "model-00002-of-00002.safetensors",
    "backbone.eagle_model.language_model.lm_head.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.embed_tokens.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.0.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.1.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.10.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.11.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.2.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.3.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.4.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.5.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.6.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.7.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.8.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.self_attn.k_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.self_attn.q_norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.layers.9.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.language_model.model.norm.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.mlp1.0.bias": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.mlp1.0.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.embeddings.patch_embedding.bias": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.embeddings.patch_embedding.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.embeddings.position_embedding.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.layer_norm1.bias": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.layer_norm1.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.layer_norm2.bias": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.layer_norm2.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.self_attn.out_proj.bias": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.self_attn.out_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "backbone.eagle_model.vision_model.vision_model.encoder.layers.0.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
